Repository: collective/collective.analyticspanel
Catalog: collective/analyticspanel/locales/*/LC_MESSAGES/collective.analyticspanel.po
Languages: it

source: Add more control over the inclusion of JavaScript analytics code of your Plone site
it: Aggiunge maggior controllo nell'inclusione del codice JavaScript per statistiche del tuo sito Plone

source: Advanced settings
it: Impostazioni avanzate

source: Analytics settings
it: Impostazioni delle statistiche

source: Apply rule to...
it: Applica regola a...

source: Cancel
it: Annulla

source: Changes saved
it: Modifiche salvate

source: Code to include
it: Codice da includere

source: Edit cancelled
it: Modifiche annullata

source: Error message
it: Messaggio di errore

source: Error message related snippet
it: Codice relativo al messaggio di errore

source: Folderish types
it: Tipi cartella

source: Include code in...
it: Includi il codice nel...

source: JavaScript to be included inside specific site's paths
it: JavaScript da includere in percorsi del sito

source: JavaScript to be included when an error message is get
it: JavaScript da includere quando si ottengono messaggi di errore

source: Respect "Do Not Track" browser setting
it: Rispetta l'impostazione del browser "Do Not Track"

source: Respect "analytics-optout" cookie
it: Rispetta il cookie "analytics-optout"

source: Save
it: Salva

source: Site path
it: Percorso del sito

source: Site path related snippet
it: Codice relativo a percorsi del sito

source: general_footer_code_desciption
it: Per abilitare il supporto alle statistiche web di fornitori esterni (ad esempio Google Analytics). Incolla i pezzetti di codice suggeriti. Verrà incluso nel codice HTML alla fine della pagina. Storicamente Plone mette il codice per le statistiche qui e questo potrebbe ancora essere il posto migliore per vecchi software di statistiche che bloccano il caricamento della pagina.

source: general_footer_code_label
it: JavaScript per il supporto alle statistiche web (nel footer della pagina)

source: general_header_code_desciption
it: Per abilitare il supporto alle statistiche web di fornitori esterni (ad esempio Google Analytics). Incolla i pezzetti di codice suggeriti. Verrà incluso nel codice HTML poco prima del tag BODY. Solitamente questo è il posto migliore dove mettere i moderni codici per le statistiche.

source: general_header_code_label
it: JavaScript per il supporto alle statistiche web (nell'header della pagina)

source: help_analytics_settings_editform
it: Gestisce l'inclusione di codice JavaScript e analytics per questo sito

source: help_apply_to
it: Scegli la politica con cui applicare questa regola. Quando usi "contesto e contenuti" tieni presente che la regola sarà applicata al contesto e a tutti i contenuti che non sono cartella. Questo ha senso solo quando il contesto è una cartella. Vedi la sezione "Impostazioni avanzate" per definire che cosa è una cartella nel tuo sito.

source: help_error_specific_code
it: Rimpiazza il codice predefinito incluso quando viene ritornato un messaggio di errore tra i seguenti. Per esempio: usa "NotFound" per cambiare il codice JavaScript incluso nella pagina di NotFound.

source: help_folderish_types
it: Definisci quali tipi di contenuto devono essere trattati come "cartella"

source: help_path_specific_code
it: Inserisci qui un percorso assoluto del sito e il codice delle statistiche che vuoi includere al suo interno invece di quello predefinito. Verrà usato il percorso più specifico. Esempio: /cartella/sottocartella

source: help_respect_donottrack
it: Non inviare il codice analytics se l'utente ha attivato l'header DNT. Vedere anche https://en.wikipedia.org/wiki/Do_Not_Track

source: help_respect_optout
it: Se un cookie di nome "analytics-optout" esiste e vale "true" non inviare codice di analytics.

source: position_footer
it: ...footer della pagina

source: position_header
it: ...header della pagina

source: scope_context_and_not_folderish
it: ...al contesto e ai contenuti non-cartella

source: scope_context_only
it: ...solo al contesto

source: scope_whole_subtree
it: ...all'interno sottoalbero
